/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "เริ่มการป้องกัน";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "ปิดการป้องกัน AdGuard แล้ว กดปุ่ม \"เริ่มการป้องกัน\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "เรียกใช้ AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard ไม่ทำงาน\nโปรดเรียกใช้ AdGuard";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "โปรดทราบว่าการปิดกั้นเนื้อหาใน Safari ทำงานแม้ในขณะที่แอปไม่ทำงาน";
